Repository: lube8163-lab/mim-ios-app
Catalog: SemanticCompression-v2/Localizable.xcstrings
Source language: en
Languages: es, ja, ko, pt_br, zh_hans, zh_hant

# new_post.extracting_semantics
source: Extracting semantics and reconstructing
es: Extrayendo semántica y reconstruyendo
ja: 意味を抽出して再構成します
ko: 의미를 추출하고 다시 구성하는 중
pt_br: Extraindo semântica e reconstruindo
zh_hans: 正在提取语义并重建
zh_hant: 正在提取語義並重建

# new_post.image
source: Image
es: Imagen
ja: 画像
ko: 이미지
pt_br: Imagem
zh_hans: 图片
zh_hant: 圖片

# new_post.image_attached
source: Image attached
es: Imagen adjunta
ja: 画像あり
ko: 이미지 첨부됨
pt_br: Imagem anexada
zh_hans: 已附图片
zh_hant: 已附圖片

# new_post.l4_warning.title
source: L4 improves reconstruction but weakens privacy. Continue?
es: L4 mejora la reconstrucción pero reduce la privacidad. ¿Continuar?
ja: L4 は再現性が高い一方、プライバシーは弱くなります。続行しますか？
ko: L4는 재구성 품질을 높이지만 프라이버시는 약해집니다. 계속할까요?
pt_br: O L4 melhora a reconstrução, mas enfraquece a privacidade. Continuar?
zh_hans: L4 会提升重建效果，但会削弱隐私保护。要继续吗？
zh_hant: L4 會提升重建效果，但會削弱隱私保護。要繼續嗎？

# new_post.lcm_note
source: LCM active: mode switch disabled / img2img off
es: LCM activo: cambio de modo deshabilitado / img2img desactivado
ja: LCM 使用中: モード切替不可 / img2img 無効
ko: LCM 사용 중: 모드 전환 비활성화 / img2img 끔
pt_br: LCM ativo: troca de modo desativada / img2img desativado
zh_hans: LCM 使用中：无法切换模式 / img2img 已关闭
zh_hant: LCM 使用中：無法切換模式 / img2img 已關閉

# new_post.mode.l1
source: No image data
es: Sin datos de imagen
ja: 画像情報なし
ko: 이미지 데이터 없음
pt_br: Sem dados de imagem
zh_hans: 不包含图像数据
zh_hant: 不包含圖像資訊

# new_post.mode.l2
source: Compact summary
es: Resumen compacto
ja: 軽量要約
ko: 압축 요약
pt_br: Resumo compacto
zh_hans: 轻量摘要
zh_hant: 輕量摘要

# new_post.mode.l2prime
source: Extreme low-res pixels
es: Píxeles de resolución ultrabaja
ja: 極低解像ピクセル
ko: 극저해상도 픽셀
pt_br: Pixels em resolução extremamente baixa
zh_hans: 超低分辨率像素
zh_hant: 超低解析度像素

# new_post.mode.l3
source: Low-frequency DCT
es: DCT de baja frecuencia
ja: 低周波係数
ko: 저주파 DCT
pt_br: DCT de baixa frequência
zh_hans: 低频 DCT
zh_hant: 低頻 DCT

# new_post.phase.generating_prompt
source: Generating prompts...
es: Generando prompts...
ja: プロンプト生成中…
ko: 프롬프트 생성 중...
pt_br: Gerando prompts...
zh_hans: 正在生成 prompt…
zh_hant: 正在生成 prompt…

# new_post.phase.generating_prompt_detail
source: The image-understanding backend is generating caption, prompt, and tags.
es: El backend de comprensión de imágenes está generando caption, prompt y tags.
ja: 画像理解バックエンドで caption / prompt / tags を作っています。
ko: 이미지 이해 백엔드가 caption, prompt, tags를 생성하고 있습니다.
pt_br: O backend de entendimento de imagem está gerando caption, prompt e tags.
zh_hans: 图像理解后端正在生成 caption、prompt 和 tags。
zh_hant: 圖像理解後端正在生成 caption、prompt 和 tags。

# new_post.phase.uploading
source: Uploading post data...
es: Subiendo datos de la publicación...
ja: 投稿データ送信中…
ko: 게시 데이터 업로드 중...
pt_br: Enviando dados da postagem...
zh_hans: 正在上传帖子数据…
zh_hant: 正在上傳貼文資料…

# new_post.phase.uploading_detail
source: Semantic metadata and post content are being uploaded.
es: Se están subiendo los metadatos semánticos y el contenido de la publicación.
ja: 意味情報と投稿内容をサーバーへ送信しています。
ko: 의미 메타데이터와 게시 내용을 업로드하고 있습니다.
pt_br: Os metadados semânticos e o conteúdo da postagem estão sendo enviados.
zh_hans: 正在上传语义信息和帖子内容。
zh_hant: 正在上傳語義資訊和貼文內容。

# new_post.placeholder
source: What's happening?
es: ¿Qué está pasando?
ja: いまどうしてる？
ko: 무슨 일이 일어나고 있나요?
pt_br: O que está acontecendo?
zh_hans: 现在发生了什么？
zh_hant: 現在發生了什麼？

# new_post.post
source: Post
es: Publicar
ja: 投稿
ko: 게시
pt_br: Postar
zh_hans: 发布
zh_hant: 發布

# new_post.post_mode
source: Post Mode
es: Modo de publicación
ja: 投稿モード
ko: 게시 모드
pt_br: Modo de postagem
zh_hans: 发帖模式
zh_hant: 發帖模式

# new_post.posting
source: Posting...
es: Publicando...
ja: 投稿中…
ko: 게시 중…
pt_br: Postando...
zh_hans: 发布中…
zh_hant: 發布中…

# new_post.remove_image
source: Remove image
es: Quitar imagen
ja: 画像を削除
ko: 이미지 제거
pt_br: Remover imagem
zh_hans: 移除图片
zh_hant: 移除圖片

# new_post.semantic_completion
source: This post will be reconstructed from semantic data on each viewer's device.
es: Esta publicación se reconstruirá a partir de datos semánticos en el dispositivo de cada espectador.
ja: この投稿は、見る人の端末で意味情報から再生成されます。
ko: 이 게시물은 보는 사람의 기기에서 의미 정보로부터 다시 구성됩니다.
pt_br: Esta postagem será reconstruída a partir de dados semânticos no dispositivo de cada pessoa que a visualizar.
zh_hans: 这条帖子会在每位查看者的设备上根据语义数据重建。
zh_hant: 這則貼文會在每位查看者的裝置上根據語義資料重建。

# new_post.semantic_compression_enabled
source: Semantic compression enabled
es: Compresión semántica activada
ja: 意味圧縮を適用
ko: 의미 압축 사용
pt_br: Compressão semântica ativada
zh_hans: 已启用语义压缩
zh_hant: 已啟用語義壓縮

# new_post.title
source: New Post
es: Nueva publicación
ja: 新規投稿
ko: 새 게시물
pt_br: Nova postagem
zh_hans: 新帖子
zh_hant: 新貼文

# new_post.whats_being_sent
source: What's being sent
es: Lo que se está enviando
ja: サーバーへ送信中の情報
ko: 전송되는 정보
pt_br: O que está sendo enviado
zh_hans: 正在发送到服务器的信息
zh_hant: 正在傳送到伺服器的資訊

# notifications.actor.someone
source: Someone
es: Alguien
ja: 誰か
ko: 누군가
pt_br: Alguém
zh_hans: 某人
zh_hant: 某人

# notifications.close
source: Close
es: Cerrar
ja: 閉じる
ko: 닫기
pt_br: Fechar
zh_hans: 关闭
zh_hant: 關閉

# notifications.empty.message
source: Likes, comments, and follows will appear here.
es: Los Me gusta, comentarios y seguimientos aparecerán aquí.
ja: いいね、コメント、フォローが来るとここに表示されます。
ko: 좋아요, 댓글, 팔로우가 여기에 표시됩니다.
pt_br: Curtidas, comentários e novos seguidores aparecerão aqui.
zh_hans: 点赞、评论和关注会显示在这里。
zh_hant: 按讚、留言和追蹤會顯示在這裡。

# notifications.empty.title
source: No notifications yet
es: Todavía no hay notificaciones
ja: 通知はまだありません
ko: 아직 알림이 없습니다
pt_br: Ainda não há notificações
zh_hans: 还没有通知
zh_hant: 還沒有通知

# notifications.error.load_failed
source: Failed to load notifications
es: No se pudieron cargar las notificaciones
ja: 通知の読み込みに失敗しました
ko: 알림을 불러오지 못했습니다
pt_br: Falha ao carregar notificações
zh_hans: 加载通知失败
zh_hant: 載入通知失敗

# notifications.error.open_failed
source: Failed to open destination
es: No se pudo abrir el destino
ja: 対象の読み込みに失敗しました
ko: 대상을 열지 못했습니다
pt_br: Falha ao abrir o destino
zh_hans: 打开目标失败
zh_hant: 打開目標失敗

# notifications.loading
source: Loading notifications...
es: Cargando notificaciones...
ja: 通知を読み込み中...
ko: 알림을 불러오는 중...
pt_br: Carregando notificações...
zh_hans: 正在加载通知...
zh_hant: 正在載入通知...

# notifications.message.comment
source: %@ commented on your post
es: %@ comentó en tu publicación
ja: %@ があなたの投稿にコメントしました
ko: %@님이 회원님의 게시물에 댓글을 남겼습니다
pt_br: %@ comentou na sua postagem
zh_hans: %@ 评论了你的帖子
zh_hant: %@ 留言了你的帖子

# notifications.message.follow
source: %@ followed you
es: %@ empezó a seguirte
ja: %@ があなたをフォローしました
ko: %@님이 회원님을 팔로우했습니다
pt_br: %@ começou a seguir você
zh_hans: %@ 关注了你
zh_hant: %@ 追蹤了你

# notifications.message.like
source: %@ liked your post
es: %@ le dio Me gusta a tu publicación
ja: %@ があなたの投稿にいいねしました
ko: %@님이 회원님의 게시물에 좋아요를 눌렀습니다
pt_br: %@ curtiu sua postagem
zh_hans: %@ 赞了你的帖子
zh_hant: %@ 按讚了你的貼文

# notifications.title
source: Notifications
es: Notificaciones
ja: 通知
ko: 알림
pt_br: Notificações
zh_hans: 通知
zh_hant: 通知

# onboarding.agreements_review
source: You can review these agreements anytime from Settings.
es: Puedes revisar estos acuerdos en cualquier momento desde Configuración.
ja: 同意内容は設定画面からいつでも確認できます。
ko: 이 동의 내용은 설정에서 언제든 다시 확인할 수 있습니다.
pt_br: Você pode revisar esses acordos a qualquer momento em Configurações.
zh_hans: 你可以随时在设置中查看这些同意内容。
zh_hant: 你可以随時在設定中查看這些同意內容。

# onboarding.ai_fallback.generation.body
source: If Stable Diffusion is not installed, image generation can fall back to Image Playground. Some prompts may fail, and person-related imagery can also be restricted.
es: Si Stable Diffusion no está instalado, la generación de imágenes puede cambiar a Image Playground. Algunos prompts pueden fallar y el contenido relacionado con personas también puede estar restringido.
ja: Stable Diffusion が未導入でも、画像生成は Image Playground に切り替えられます。ただし一部のプロンプトは失敗し、人物表現などは制限されることがあります。
ko: Stable Diffusion이 없어도 이미지 생성은 Image Playground로 전환할 수 있습니다. 다만 일부 프롬프트는 실패할 수 있고, 사람 관련 이미지는 제한될 수 있습니다.
pt_br: Se o Stable Diffusion não estiver instalado, a geração de imagem pode usar o Image Playground. Alguns prompts podem falhar, e conteúdo relacionado a pessoas também pode ser restringido.
zh_hans: 如果未安装 Stable Diffusion，图像生成会回退到 Image Playground。部分 prompt 可能失败，涉及人物的内容也可能受到限制。
zh_hant: 如果未安裝 Stable Diffusion，圖像生成會回退到 Image Playground。部分 prompt 可能失敗，涉及人物的內容也可能受到限制。

# onboarding.ai_fallback.generation.emphasis
source: Important: Image Playground can fail on some prompts.
es: Importante: Image Playground puede fallar con algunos prompts.
ja: 注意: Image Playground は一部のプロンプトで生成に失敗します。
ko: 중요: Image Playground는 일부 프롬프트에서 생성에 실패할 수 있습니다.
pt_br: Importante: o Image Playground pode falhar com alguns prompts.
zh_hans: 注意：Image Playground 在部分 prompt 上可能生成失败。
zh_hant: 注意：Image Playground 在部分 prompt 上可能生成失敗。

# onboarding.ai_fallback.generation.title
source: Image Generation Fallback
es: Alternativa para generación de imágenes
ja: 画像生成の代替
ko: 이미지 생성 대체 경로
pt_br: Fallback para geração de imagem
zh_hans: 图像生成回退
zh_hant: 圖像生成回退

# onboarding.ai_fallback.settings.body
source: From the AI Backends section in Settings, you can choose the image-understanding backend, the image-generation backend, and the Image Playground style.
es: En la sección de Backends de IA de Configuración puedes elegir el backend de comprensión de imágenes, el backend de generación y el estilo de Image Playground.
ja: 設定画面の「AI バックエンド」から、画像理解・画像生成の backend や、Image Playground のスタイルを選べます。
ko: 설정의 AI 백엔드 항목에서 이미지 이해 백엔드, 이미지 생성 백엔드, Image Playground 스타일을 선택할 수 있습니다.
pt_br: Na seção de Backends de IA em Configurações você pode escolher o backend de entendimento de imagem, o backend de geração de imagem e o estilo do Image Playground.
zh_hans: 你可以在设置里的 AI Backends 中选择图像理解后端、图像生成后端，以及 Image Playground 风格。
zh_hant: 你可以在設定裡的 AI Backends 中選擇圖像理解後端、圖像生成後端，以及 Image Playground 風格。

# onboarding.ai_fallback.settings.title
source: Configurable From Settings
es: Configurable desde Configuración
ja: 設定から調整可能
ko: 설정에서 조정 가능
pt_br: Configurável em Configurações
zh_hans: 可在设置中调整
zh_hant: 可在設定中調整

# onboarding.ai_fallback.title
source: You Can Start Without Extra Models
es: Puedes empezar sin modelos extra
ja: AI モデルが未導入でも使えます
ko: 추가 모델 없이도 시작할 수 있습니다
pt_br: Você pode começar sem modelos extras
zh_hans: 无需额外模型也能开始使用
zh_hant: 無需額外模型也能開始使用

# onboarding.ai_fallback.understanding.body
source: Even if no extra model is installed, image understanding can fall back to Apple Vision automatically. You can switch to Qwen or SigLIP2 later from Settings.
es: Aunque no haya modelos extra instalados, la comprensión de imágenes puede cambiar automáticamente a Apple Vision. Más tarde puedes elegir Qwen o SigLIP2 desde Configuración.
ja: 追加モデルが未導入でも、画像理解は Apple Vision に自動で切り替えられます。あとから設定で Qwen や SigLIP2 に変更できます。
ko: 추가 모델이 없어도 이미지 이해는 Apple Vision으로 자동 전환할 수 있습니다. 나중에 설정에서 Qwen 또는 SigLIP2로 바꿀 수 있습니다.
pt_br: Mesmo sem modelo extra instalado, o entendimento de imagem pode usar automaticamente o Apple Vision. Depois você pode mudar para Qwen ou SigLIP2 em Configurações.
zh_hans: 即使没有安装额外模型，图像理解也会自动回退到 Apple Vision。之后可在设置中切换到 Qwen 或 SigLIP2。
zh_hant: 即使沒有安裝額外模型，圖像理解也會自動回退到 Apple Vision。之後可在設定中切換到 Qwen 或 SigLIP2。

# onboarding.ai_fallback.understanding.title
source: Image Understanding Fallback
es: Alternativa para comprensión de imágenes
ja: 画像理解の代替
ko: 이미지 이해 대체 경로
pt_br: Fallback para entendimento de imagem
zh_hans: 图像理解回退
zh_hant: 圖像理解回退

# onboarding.before_you_start
source: Before You Start
es: Antes de empezar
ja: 利用前の確認
ko: 시작하기 전에
pt_br: Antes de começar
zh_hans: 开始前确认
zh_hant: 開始前確認

# onboarding.display_language
source: Display Language
es: Idioma de visualización
ja: 表示言語
ko: 표시 언어
pt_br: Idioma de exibição
zh_hans: 显示语言
zh_hant: 顯示語言

# onboarding.explainer.backend.body
source: Installed models are used when available; otherwise the app can switch to Apple Vision / Image Playground automatically.
es: Si hay modelos instalados, se usan primero; si no, la app puede cambiar automáticamente a Apple Vision / Image Playground.
ja: 追加モデルがあればそれを使い、無ければ Apple Vision / Image Playground に自動で切り替えられます。
ko: 설치된 모델이 있으면 우선 사용하고, 없으면 Apple Vision / Image Playground로 자동 전환합니다.
pt_br: Modelos instalados são usados primeiro; se não houver, o app pode mudar automaticamente para Apple Vision / Image Playground.
zh_hans: 有已安装模型时优先使用；没有时会自动切换到 Apple Vision / Image Playground。
zh_hant: 有已安裝模型時優先使用；沒有時會自動切換到 Apple Vision / Image Playground。

# onboarding.explainer.backend.title
source: 2. Choose an on-device backend
es: 2. Elegir un backend en el dispositivo
ja: 2. 端末で backend を選択
ko: 2. 기기 내 백엔드 선택
pt_br: 2. Escolher um backend no dispositivo
zh_hans: 2. 在设备端选择 backend
zh_hant: 2. 在裝置端選擇 backend

# onboarding.explainer.compress.body
source: Instead of sending the full image, the app sends caption / prompt / tags and a lightweight image representation.
es: En lugar de enviar la imagen completa, la app envía caption / prompt / tags y una representación ligera de la imagen.
ja: 画像そのものではなく、caption / prompt / tags と軽量な画像表現を送ります。
ko: 원본 이미지를 보내는 대신 caption / prompt / tags와 가벼운 이미지 표현을 전송합니다.
pt_br: Em vez de enviar a imagem completa, o app envia caption / prompt / tags e uma representação leve da imagem.
zh_hans: 应用不会直接发送完整图片，而是发送 caption / prompt / tags 与轻量图像表示。
zh_hant: 應用不會直接傳送完整圖片，而是傳送 caption / prompt / tags 與輕量圖像表示。

# onboarding.explainer.compress.title
source: 1. Compress to semantics
es: 1. Comprimir en semántica
ja: 1. 投稿時に意味へ圧縮
ko: 1. 의미 정보로 압축
pt_br: 1. Comprimir em semântica
zh_hans: 1. 发帖时压缩为语义
zh_hant: 1. 發帖時壓縮為語義

# onboarding.explainer.reconstruct.body
source: Viewed images are regenerated on the viewer's device, so results can vary slightly by backend and post mode.
es: Las imágenes vistas se regeneran en el dispositivo del espectador, por lo que el resultado puede variar ligeramente según el backend y el modo de publicación.
ja: 表示画像は見る人の端末で再生成されるため、backend や投稿モードに応じて結果が少し変わります。
ko: 표시 이미지는 보는 사람의 기기에서 다시 생성되므로, 백엔드와 게시 모드에 따라 결과가 조금 달라질 수 있습니다.
pt_br: As imagens visualizadas são regeneradas no dispositivo de quem vê, então o resultado pode variar um pouco conforme o backend e o modo de postagem.
zh_hans: 显示图像会在查看者设备端重新生成，因此会因 backend 和发布模式不同而略有差异。
zh_hant: 顯示圖像會在查看者裝置端重新生成，因此會因 backend 和發布模式不同而略有差異。

# onboarding.explainer.reconstruct.title
source: 3. Reconstruct per viewer device
es: 3. Reconstruir en cada dispositivo
ja: 3. 閲覧端末ごとに再構成
ko: 3. 보는 기기마다 재구성
pt_br: 3. Reconstruir em cada dispositivo
zh_hans: 3. 按查看设备逐端重建
zh_hant: 3. 按查看裝置逐端重建

# onboarding.get_started
source: Get Started
es: Comenzar
ja: 開始する
ko: 시작하기
pt_br: Começar
zh_hans: 开始使用
zh_hant: 開始使用

# onboarding.how_it_works
source: How It Works
es: Cómo funciona
ja: このアプリで起こること
ko: 이 앱의 동작 방식
pt_br: Como funciona
zh_hans: 应用如何工作
zh_hant: 應用如何運作

# onboarding.language.change_later
source: You can change the display language anytime from Settings.
es: Puedes cambiar el idioma de visualización en cualquier momento desde Configuración.
ja: 表示言語は設定画面からいつでも変更できます。
ko: 표시 언어는 설정에서 언제든 변경할 수 있습니다.
pt_br: Você pode alterar o idioma de exibição a qualquer momento em Configurações.
zh_hans: 显示语言可以随时在设置中更改。
zh_hant: 顯示語言可以隨時在設定中變更。

# onboarding.language.subtitle
source: Choose the language you want to use first. You can change it later from Settings.
es: Elige primero el idioma que quieres usar. Puedes cambiarlo más tarde desde Configuración.
ja: 最初に使う言語を選択してください。設定からいつでも変更できます。
ko: 먼저 사용할 언어를 선택해 주세요. 설정에서 언제든 변경할 수 있습니다.
pt_br: Escolha primeiro o idioma que você quer usar. Você pode mudar depois em Configurações.
zh_hans: 请先选择要使用的语言，之后也可以随时在设置中更改。
zh_hant: 請先選擇要使用的語言，之後也可以隨時在設定中變更。

# onboarding.language.system_note
source: The initial choice follows your system language when possible.
es: La selección inicial sigue el idioma del sistema cuando es posible.
ja: 初期値はシステム言語に合わせています。
ko: 가능한 경우 시스템 언어를 기본값으로 사용합니다.
pt_br: A escolha inicial segue o idioma do sistema quando possível.
zh_hans: 初始语言会尽量跟随系统语言。
zh_hant: 初始語言會盡量跟隨系統語言。

# onboarding.language.title
source: Display Language
es: Idioma de visualización
ja: 表示言語
ko: 표시 언어
pt_br: Idioma de exibição
zh_hans: 显示语言
zh_hant: 顯示語言

# onboarding.legal.accepted
source: Accepted
es: Aceptado
ja: 同意済み
ko: 동의함
pt_br: Aceito
zh_hans: 已同意
zh_hant: 已同意

# onboarding.legal.open_document
source: Open document
es: Abrir documento
ja: 内容を開く
ko: 문서 열기
pt_br: Abrir documento
zh_hans: 打开内容
zh_hant: 打開內容

# onboarding.legal.privacy.description
source: Review how data is handled and stored.
es: Revisa cómo se manejan y almacenan los datos.
ja: データの扱いと保存方法を確認できます。
ko: 데이터가 어떻게 처리되고 저장되는지 확인합니다.
pt_br: Veja como os dados são tratados e armazenados.
zh_hans: 查看数据的处理和保存方式。
zh_hant: 查看資料的处理和保存方式。

# onboarding.legal.privacy.title
source: Privacy Policy
es: Política de privacidad
ja: プライバシーポリシー
ko: 개인정보 처리방침
pt_br: Política de privacidade
zh_hans: 隐私政策
zh_hant: 隱私政策

# onboarding.legal.required
source: Required
es: Obligatorio
ja: 未同意
ko: 필수
pt_br: Obrigatório
zh_hans: 需要同意
zh_hant: 需要同意

# onboarding.legal.terms.description
source: Review the usage terms and restrictions.
es: Revisa las condiciones de uso y las restricciones.
ja: 利用条件と禁止事項を確認できます。
ko: 사용 조건과 제한 사항을 확인합니다.
pt_br: Veja os termos de uso e as restrições.
zh_hans: 查看使用条件和限制事项。
zh_hant: 查看使用條件和限制事项。

# onboarding.legal.terms.title
source: Terms of Service
es: Términos del servicio
ja: 利用規約
ko: 이용 약관
pt_br: Termos de serviço
zh_hans: 使用条款
zh_hant: 使用條款

# onboarding.welcome
source: Welcome
es: Bienvenido
ja: ようこそ
ko: 환영합니다
pt_br: Bem-vindo
zh_hans: 欢迎
zh_hant: 歡迎

# onboarding.welcome.subtitle
source: Start by choosing your language, take a quick look at how the app works, then finish the required agreements.
es: Empieza eligiendo tu idioma, revisa rápidamente cómo funciona la app y luego completa los consentimientos necesarios.
ja: まずは表示言語を選んで、アプリの流れをさっと見てから利用前の同意を済ませましょう。
ko: 먼저 언어를 선택하고, 앱의 흐름을 간단히 확인한 뒤 필요한 동의를 마치세요.
pt_br: Comece escolhendo seu idioma, veja rapidamente como o app funciona e depois conclua os consentimentos necessários.
zh_hans: 先选择显示语言，快速看一眼应用的使用方式，然后完成开始前所需同意。
zh_hant: 先選擇顯示語言，快速看一眼應用的使用方式，然後完成開始前所需同意。

# otp.email.placeholder
source: Email
es: Correo
ja: メールアドレス
ko: 이메일
zh_hans: 邮箱地址
zh_hant: 電子郵件地址

# otp.error.send_code
source: Failed to send code.
es: No se pudo enviar el código.
ja: 認証コード送信に失敗しました。
ko: 코드 전송에 실패했습니다.
pt_br: Falha ao enviar o código.
zh_hans: 发送验证码失败。
zh_hant: 傳送驗證碼失敗。

# otp.error.send_code_server
source: Failed to send code: %@
es: No se pudo enviar el código: %@
ja: 認証コード送信に失敗しました: %@
ko: 코드 전송에 실패했습니다: %@
pt_br: Falha ao enviar o código: %@
zh_hans: 发送验证码失败：%@
zh_hant: 傳送驗證碼失敗：%@

# otp.error.verify_code
source: Failed to verify code.
es: No se pudo verificar el código.
ja: コード認証に失敗しました。
ko: 코드 확인에 실패했습니다.
pt_br: Falha ao verificar o código.
zh_hans: 验证码校验失败。
zh_hant: 驗證碼驗證失敗。

# otp.error.verify_code_server
source: Failed to verify code: %@
es: No se pudo verificar el código: %@
ja: コード認証に失敗しました: %@
ko: 코드 확인에 실패했습니다: %@
pt_br: Falha ao verificar o código: %@
zh_hans: 验证码校验失败：%@
zh_hant: 驗證碼驗證失敗：%@

# otp.later
source: Later
es: Más tarde
ja: あとで
ko: 나중에
pt_br: Depois
zh_hans: 稍后
zh_hant: 稍後

# otp.section.sign_in
source: Sign In
es: Iniciar sesión
ja: ログイン
ko: 로그인
pt_br: Entrar
zh_hans: 登录
zh_hant: 登入

# otp.section.verification_code
source: Verification Code
es: Código de verificación
ja: 認証コード
ko: 인증 코드
pt_br: Código de verificação
zh_hans: 验证码
zh_hant: 驗證碼

# otp.send_code
source: Send Code
es: Enviar código
ja: 認証コードを送信
ko: 코드 보내기
pt_br: Enviar código
zh_hans: 发送验证码
zh_hant: 傳送驗證碼

# otp.sign_in
source: Sign In
es: Iniciar sesión
ja: ログイン
ko: 로그인
pt_br: Entrar
zh_hans: 登录
zh_hant: 登入

# otp.title
source: Email OTP
es: OTP por correo
ja: メール認証
ko: 이메일 OTP
pt_br: OTP por e-mail
zh_hans: 邮箱验证
zh_hant: 電子郵件驗證

# otp.toast.code_sent
source: Code sent. Please check your email.
es: Código enviado. Revisa tu correo.
ja: 認証コードを送信しました。メールをご確認ください。
ko: 코드를 보냈습니다. 이메일을 확인해 주세요.
pt_br: Código enviado. Verifique seu e-mail.
zh_hans: 验证码已发送，请检查邮箱。
zh_hant: 驗證碼已傳送，請檢查電子郵件。

# post_card.alert.delete_failed.title
source: Failed to delete post
es: No se pudo eliminar la publicación
ja: 投稿を削除できませんでした
ko: 게시물 삭제에 실패했습니다
pt_br: Falha ao excluir postagem
zh_hans: 无法删除帖子
zh_hant: 無法刪除帖子

# post_card.alert.report_failed.title
source: Report failed
es: El reporte falló
ja: 通報に失敗しました
ko: 신고에 실패했습니다
pt_br: Falha ao enviar denúncia
zh_hans: 举报失败
zh_hant: 举報失敗

# post_card.alert.report_submitted.message
source: We will review the report and take appropriate action if needed.
es: Revisaremos el reporte y tomaremos medidas si es necesario.
ja: 内容を確認の上、必要に応じて対応します。
ko: 검토 후 필요한 경우 적절한 조치를 취하겠습니다.
pt_br: Vamos revisar a denúncia e tomar providências se necessário.
zh_hans: 我们会审核举报内容，并在需要时采取相应处理。
zh_hant: 我們會審核举報內容，並在需要時采取相应处理。

# post_card.alert.report_submitted.title
source: Report submitted
es: Reporte enviado
ja: 通報を受け付けました
ko: 신고가 접수되었습니다
pt_br: Denúncia enviada
zh_hans: 举报已提交
zh_hant: 举報已提交

# post_card.alert.try_again_later
source: Please try again later.
es: Inténtalo de nuevo más tarde.
ja: 時間をおいて再度お試しください。
ko: 나중에 다시 시도해 주세요.
pt_br: Tente novamente mais tarde.
zh_hans: 请稍后再试。
zh_hant: 請稍後再试。

# post_card.close
source: Close
es: Cerrar
ja: 閉じる
ko: 닫기
pt_br: Fechar
zh_hans: 关闭
zh_hant: 關閉

# post_card.dialog.block_user.confirm
source: Block
es: Bloquear
ja: ブロックする
ko: 차단
pt_br: Bloquear
zh_hans: 屏蔽
zh_hant: 屏蔽

# post_card.dialog.block_user.title
source: Block this user?
es: ¿Bloquear a este usuario?
ja: このユーザーをブロックしますか？
ko: 이 사용자를 차단할까요?
pt_br: Bloquear este usuário?
zh_hans: 要屏蔽这个用户吗？
zh_hant: 要屏蔽這个使用者嗎？

# post_card.dialog.delete_post.confirm
source: Delete
es: Eliminar
ja: 削除する
ko: 삭제
pt_br: Excluir
zh_hans: 删除
zh_hant: 刪除

# post_card.dialog.delete_post.title
source: Delete this post?
es: ¿Eliminar esta publicación?
ja: この投稿を削除しますか？
ko: 이 게시물을 삭제할까요?
pt_br: Excluir esta postagem?
zh_hans: 要删除这条帖子吗？
zh_hant: 要刪除這條帖子嗎？

# post_card.dialog.report.title
source: Report this post?
es: ¿Reportar esta publicación?
ja: この投稿を通報しますか？
ko: 이 게시물을 신고할까요?
pt_br: Denunciar esta postagem?
zh_hans: 要举报这条帖子吗？
zh_hant: 要举報這條帖子嗎？

# post_card.full_caption
source: Full Caption
es: Caption completa
ja: キャプション全文
ko: 전체 캡션
pt_br: Caption completa
zh_hans: 完整 Caption
zh_hant: 完整 Caption

# post_card.generating
source: Generating...
es: Generando...
ja: 生成中…
ko: 생성 중...
pt_br: Gerando...
zh_hans: 生成中…
zh_hant: 生成中…

# post_card.image_generation_unavailable
source: Image generation unavailable
es: Generación de imágenes no disponible
ja: 画像生成を利用できません
ko: 이미지 생성을 사용할 수 없습니다
pt_br: Geração de imagem indisponível
zh_hans: 无法使用图像生成
zh_hant: 無法使用圖像生成

# post_card.image_understanding
source: Image understanding: %@
es: Comprensión de imagen: %@
ja: 画像理解: %@
ko: 이미지 이해: %@
pt_br: Entendimento de imagem: %@
zh_hans: 图像理解：%@
zh_hant: 圖像理解：%@

# post_card.image_understanding_detail
source: Image understanding for this post: %@
es: Comprensión de imagen para esta publicación: %@
ja: この投稿の画像理解: %@
ko: 이 게시물의 이미지 이해: %@
pt_br: Entendimento de imagem desta postagem: %@
zh_hans: 这条帖子的图像理解：%@
zh_hant: 這條帖子的圖像理解：%@

# post_card.menu.block_user
source: Block User
es: Bloquear usuario
ja: このユーザーをブロック
ko: 사용자 차단
pt_br: Bloquear usuário
zh_hans: 屏蔽此用户
zh_hant: 屏蔽此使用者

# post_card.menu.delete
source: Delete
es: Eliminar
ja: 削除
ko: 삭제
pt_br: Excluir
zh_hans: 删除
zh_hant: 刪除

# post_card.menu.report
source: Report
es: Reportar
ja: 通報
ko: 신고
pt_br: Denunciar
zh_hans: 举报
zh_hant: 举報

# post_card.metric.lpips_match
source: LPIPS perceptual match %@%%
es: Coincidencia perceptual LPIPS %@%%
ja: LPIPS知覚一致率 %@%%
ko: LPIPS 지각 일치율 %@%%
pt_br: Correspondência perceptual LPIPS %@%%
zh_hans: LPIPS感知一致率 %@%%
zh_hant: LPIPS感知一致率 %@%%

# post_card.metric.semantic_fidelity
source: Semantic fidelity %@%%
es: Fidelidad semántica %@%%
ja: 意味保持率 %@%%
ko: 의미 보존율 %@%%
pt_br: Fidelidade semântica %@%%
zh_hans: 语义保持率 %@%%
zh_hant: 語義保持率 %@%%

# post_card.read_more
source: Read more
es: Leer más
ja: 続きを読む
ko: 더 보기
pt_br: Ler mais
zh_hans: 继续阅读
zh_hant: 繼續阅读
